Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jak już mówiłem, będę się gapił, na kogo chcę i jak chcę!
uk: Як я вже казав, буду витріщатися на кого захочу і як захочу!

source: Jak już pewnie wiesz, w naszym mieście funkcjonuje grupa osób, której nie zależy na niczym innym, jak tylko na destabilizacji całego Archolos.
uk: Як вам вже, напевно, відомо, в нашому місті є група людей, яких не цікавить нічого, окрім дестабілізації всього Архолосу.

source: Jak już tam będziesz, zostań... a przynajmniej nie wracaj.
uk: Як тільки вийдеш, залишайся там... ну принаймні, не повертайся.

source: Jak już to załatwisz, to wiesz co robić.
uk: Як з цим розберешся, далі зрозумієш, що робити.

source: Jak ją straciłeś?
uk: Як ти загубив його?

source: Jak każda uczciwa praca. Ale miałbyś przynajmniej satysfakcję, no i tyle grosza w kieszeni, że nie musiałbyś żebrać.
uk: Як і будь-яка інша чесна праця. Але, принаймні, ти отримуватимеш задоволення, знаючи, що тобі не доводиться жебракувати.

source: Jak każdego członka oddziałów specjalnych, chętnie nauczę cię walki bronią dwuręczną, oczywiście jeśli coś już potrafisz.
uk: Як і будь-кого із спеціального загону, я буду радий навчити тебе битися з дворучною зброєю, якщо ти вже хоча б щось вмієш, звісно.

source: Jak każdemu członkowi oddziałów specjalnych, mogę ci pokazać, jak nabrać siły.
uk: Як і будь-якому члену спецзагону, я можу показати тобі, як стати сильнішим.

source: Jak każdy początkujący łowca, powinieneś najpierw zainteresować się zwierzętami z futrem albo delikatną skórą.
uk: Як і будь-якого мисливця-початківця, тебе в першу чергу повинні цікавити тварини з хутром або тонкою шкурою.

source: Jak każdy porządny pirat, znam się na zręcznej walce lekką bronią. I to prawdopodobnie bardziej, niż ktokolwiek z tutejszych!
uk: Як і будь-який порядний пірат, я знаю, як вправно володіти легкою зброєю. І, мабуть, краще, ніж будь-хто з місцевих!

source: Jak każdy w dzisiejszych czasach...
uk: Як і кожен в наш час...

source: Jak każdy w straży doskonale wie, nie znoszę wysokości, więc niestety te zadanie spada na ciebie.
uk: Усім в Варті добре відомо, що я не переношу висоту, тож, на жаль, це завдання випадає тобі.

source: Jak kiedyś zapracujesz na taką pozycję jak moja, będziesz mógł swobodnie chodzić po Starym Mieście.
uk: Коли заробиш таке ж становище, як у мене, то зможеш вільно гуляти Старим містом.

source: Jak kulą w płot
uk: Як куля крізь паркан

source: Jak leci?
uk: Як справи?

source: Jak leci? Na wyspie już w zasadzie nigdzie nie jest bezpiecznie, i jeszcze się pytasz?
uk: Як справи? На острові вже практично всюди небезпечно, а ти ще питаєш?

source: Jak leci? Odnieśliśmy zwycięstwo nad orkami, czego chcieć więcej? Innos musi być zadowolony z naszej służby!
uk: Як справи? Ми здобули перемогу над орками, чого ще бажати? Іннос має бути задоволений нашою службою!

source: Jak ludzie zareagowaliby, gdyby dowiedzieli się, że Innos ma siostrę?
uk: Як би люди відреагували, якби дізналися, що Іннос має сестру?

source: Jak ma się rozumieć, wszyscy jego dotychczasowi bywalcy nie będą nam przeszkadzać w konfiskacie pozostawionych tam towarów?
uk: Якщо я правильно зрозумів, то його попередні власники не завадять нам конфіскувати залишені там товари?

source: Jak mam ci pomóc?
uk: Як я можу тобі допомогти?

source: Jak mam go naprawić?
uk: Як я повинен його укріпити?

source: Jak mam go przekonać do pomocy?
uk: Як мені переконати його допомогти?

source: Jak mam go zabić mając związane ręce?
uk: Як я маю вбити його зі зв'язаними руками?

source: Jak mam przekonać mieszkańców?
uk: Як мені переконати мешканців?

source: Jak mam się ich pozbyć?
uk: Як мені їх позбутися?

source: Jak mam to od niego zdobyć? Mam go zabić?
uk: Як мені її забрати? Я маю його вбити?

source: Jak mam to zrobić?
uk: Як мені це зробити?

source: Jak mamy ci pomóc?
uk: Як ми можемо тобі допомогти?

source: Jak mamy ich przekonywać do straży?
uk: Як їх переконати приєднатися до Варти?

source: Jak mamy pracować wydajniej, skoro łamane są prawa obywatelskie tej wyspie?
uk: Як ми маємо ефективно працювати, коли порушуються громадянські права жителів цього острова?

source: Jak mamy pracować, gdy ciągle obawiamy się o własne życie?
uk: Як ми можемо працювати, коли постійно боїмося за власне життя?

source: Jak mamy się tam dostać?
uk: Як ми туди потрапимо?

source: Jak masz dodać dwa ziela lecznicze, dodajesz dwa, kiedy jedno, dodajesz jedno. Na inwencję mogą sobie pozwolić tylko doświadczeni, a to i tak tylko w niewielkim stopniu.
uk: Коли потрібно додати дві лікарські трави, то додаєш дві, коли одну, то додаєш одну. Експерименти може дозволити собі лише досвідчений алхімік, та й то лише в незначній мірі.

source: Jak mawiają kupcy: 'Czas nagli, więc dobijmy targu.'
uk: Як кажуть торговці: 'Час підганяє, так що давай укладемо угоду.'

source: Jak mi ją oddasz, to wykuję ci porządną broń.
uk: Якщо віддаси мені її, я зроблю тобі пристойну зброю.

source: Jak mi kiszki marsza grają...
uk: У мене в животі бурчить...

source: Jak mi pomożesz to załatwić?
uk: Як саме ти мені допоможеш?

source: Jak miał na imię?
uk: Як його звали?

source: Jak miałem sprzedawać towar, gdy jeden z wartowników ciągle się kręcił w pobliżu?
uk: Як я мав продавати товар, коли один з охоронців постійно крутився біля мене?

source: Jak miło łowić rybki...
uk: Як приємно ловити рибку...

source: Jak mnie irytują takie darmozjady! Giń!
uk: Як же мене дратують такі дармоїди! Помри!

source: Jak mnie tam znalazłeś?
uk: Як ти мене там знайшов?

source: Jak mnie tu znalazłaś?
uk: Як ти мене тут знайшла?

source: Jak mnie wywalą, to zwolni się stanowisko i będzie można je zająć, same korzyści!
uk: Якщо мене звільнять, звільниться робоче місце, яке займе хтось інший – навколо одні плюси!

source: Jak mocna ma być?
uk: Наскільки міцною вона має бути?

source: Jak mogliście dopuścić do tego, by uciekli? Czy masz jakiekolwiek dobre wiadomości?
uk: Як ви могли дозволити їм втекти? У тебе є якісь хороші новини?

source: Jak mogę ci pomóc?
uk: Як я можу допомогти?

source: Jak mogę dowieść swoich umiejętności?
uk: Як я можу показати свої навички?

source: Jak mogę odzyskać moje rzeczy?
uk: Як я можу повернути свої речі?

source: Jak mogę pomóc?
uk: Як я можу допомогти?

source: Jak mogę się wzbogacić?
uk: Як я можу розбагатіти?

source: Jak mogę zostać pracownikiem kopalni?
uk: Як стати працівником копальні?

source: Jak mogłem o tym nie pomyśleć... zaproponuję Dirkowi piwo Tomasa. Może przy okazji uda mi się utargować też coś dla siebie.
uk: Як я міг не подумати про це... запропоную Дірку пиво Томаса. Можливо, і собі щось виторгую при цьому.

source: Jak moja zbroja?
uk: Як мій обладунок?

source: Jak morale?
uk: Як моральний дух?

source: Jak możecie żyć w takich warunkach?
uk: Як ви можете жити в таких умовах?

source: Jak możesz nie pamiętać czynu, za który cierpisz taką karę?
uk: Як можна не пам'ятати вчинок, за який ти несеш таке покарання?

source: Jak możesz pewnie z łatwością zauważyć, utknąłem tu na dobre.
uk: Як можеш бачити, я застряг тут надовго.

source: Jak możesz się domyślić niezbyt nam się to w straży spodobało.
uk: Як ти можеш здогадатися, нам у Варті це не надто сподобалося.

source: Jak możesz się domyślić, bez niego nie damy rady wiele zrobić.
uk: Як ти можеш здогадатися, без неї ми мало що зможемо зробити.

source: Jak możesz się domyślić, niełatwo jest mi przekazywać wiadomości, gdy siedzę zamknięty na strychu.
uk: Як ти можеш здогадатися, мені нелегко передавати повідомлення, коли я сиджу замкнений на горищі.

source: Jak można ci pomóc? Co uczyniłeś?
uk: Як тобі можна допомогти? Що ти зробив?

source: Jak można się barykadować we własnym domu akurat wtedy, kiedy ludzie mają do załatwienia ważne sprawy?
uk: Як можна забарикадуватися у власному будинку, коли у людей безліч важливих справ?

source: Jak myślisz, czemu to ja siedzę w Loży, w najlepszym miejscu na całym statku, a Cortez, wielki kapitan, w chatce obok?
uk: Як ти думаєш, чому саме я сиджу в Ложі, найкращому місці на всьому кораблі, а Кортез, великий капітан, у хатині збоку?

source: Jak myślisz, ile jest wart taki glejt?
uk: Як гадаєш, скільки коштує така перепустка?

source: Jak myślisz, ilu ludzi mieszka na Archolos?
uk: Як гадаєш, скільки людей мешкає на Архолосі?

source: Jak myślisz, jaki los czeka Londram?
uk: Як ти думаєш, яка доля чекає на Лондрам?

source: Jak na debiut, poszło ci całkiem nieźle! Szkoda tylko, że publiczność była tak mała!
uk: Як для дебюту, ти непогано виступив! Шкода тільки, що слухачів було так мало!

source: Jak na kogoś z zewnątrz, wyglądasz na dość silnego. Pomożesz mi!
uk: Як на чужинця, ти виглядаєш досить сильним. Ти можеш мені допомогти!

source: Jak na najemnika jesteś bardzo ciekawski. Trochę za bardzo.
uk: Як для найманця, ти дуже допитливий. Навіть занадто.

source: Jak na pierwszy raz, sprawnie się z tym uwinąłeś.
uk: Як для першого разу, у тебе дуже добре вийшло.

source: Jak na starca, to szybko tu dotarłeś.
uk: Як на старця, ти швидко прийшов.

source: Jak na służbie, nic ciekawego.
uk: Як на службі, нічого цікавого.

source: Jak najbardziej! Na tyle sporymi, że bez wątpienia będzie cię stać na lepszy sprzęt. Udaj się w tej sprawie do Ingora, przedstawi ci nową ofertę!
uk: Неодмінно! Достатньо великими, щоб ти зміг дозволити собі краще спорядження. Звернися до Інгора, у нього є щось новеньке для тебе!

source: Jak najbardziej! Nie oszczędzaj mnie, bądź całkowicie szczery, niezależnie od treści!
uk: Неодмінно! Не шкодуй мене, говори чесно, незважаючи на текст!

source: Jak najbardziej.
uk: Все прекрасно.

source: Jak najbardziej. A to nie była żadna aluzja, prawda?
uk: Абсолютно. І це був зовсім не натяк, чи не так?

source: Jak najbardziej. A więc mogę ci pokazać, jak skuteczniej dobierać się do zamkniętych zamków, i jak niepostrzeżenie wyciągać ludziom rzeczy z kieszeni.
uk: Звісно. Тож я можу показати тобі, як більш ефективно відмикати замки і як непомітно витягати речі з чужих кишень.

source: Jak najbardziej. Oktav opowiadał, że naprawdę dobrze się spisujesz w zlecanych zadaniach. Potrzebuję takich ludzi wśród swoich szermierzy!
uk: Однозначно. Октав сказав мені, що ти дуже добре справляєшся з поставленими завданнями. Мені потрібні такі люди серед моїх мечників!

source: Jak najbardziej. Według Rodericha wszyscy powinniśmy razem trenować i nawzajem doskonalić swoje umiejętności.
uk: Звичайно. За словами Родеріха, ми повинні тренуватися разом і вдосконалювати навички один одного.

source: Jak najbardziej. Właśnie dlatego mam przy sobie moją kochaną kuszę, która jeszcze nigdy mnie nie zawiodła.
uk: Наскільки це можливо. Саме тому я ношу з собою мій улюблений арбалет, який ще жодного разу мене не підводив.

source: Jak najszybciej biegnij do koszar i powiadom Rodericha o wszystkim, czego się tu dowiedziałeś.
uk: Якнайшвидше біжи до казарм і розкажи Родеріху про все, що тут дізнався.

source: Jak najszybciej dotrę do tej wieży?
uk: Як найшвидше дістатися до цієї вежі?

source: Jak najszybciej! Nie możemy sobie pozwolić na żaden skandal!
uk: Якнайшвидше! Ми не можемо собі дозволити ніякого скандалу!

source: Jak niby chcesz podpisywać kontrakt z kimś, kogo zostawiłeś na pewną śmierć?
uk: Як ти збираєшся підписувати контракт з кимось, кого ти залишив помирати?

source: Jak niby chcesz zabić ducha? On już nie żyje!
uk: Як ти збираєшся вбити духа? Він і так вже мертвий!

source: Jak niby mam przyrządzać jajecznicę dla naszych gości, jeśli ciągle zapominasz kupić świeże jaja ścierwojadów!
uk: Як я маю приготувати яєчню для наших гостей, якщо ти постійно забуваєш купити свіжі яйця падальників!

source: Jak niby stoisz na straży? Ktoś się tutaj wdarł i zdemolował ścianę mojej chaty!
uk: Як ти стоїш на варті? Хтось вдерся сюди і зіпсував стіну моєї хатини!

source: Jak nie będą wychodzić poza wyznaczony teren, to nic im nie będzie.
uk: Якщо вони не виходитимуть за межі визначеної території, з ними все буде гаразд.

source: Jak nie dasz mi spokoju, to rzucę na ciebie klątwę...
uk: Якщо ти не даси мені спокій, я накладу на тебе прокляття...

source: Jak nie jak tak? Przynieś mi je, to się przekonamy!
uk: Як це так? Принеси її мені, і ми це перевіримо!

source: Jak nie masz do mnie żadnej innej sprawy, to wynoś się!
uk: Якщо у тебе немає до мене інших справ, то забирайся геть!

source: Jak nie on, to pojawi się ktoś inny. Teraz rozboje i kradzieże, a później napady z bronią i podpalenia!
uk: Якщо не він, то знайдеться хтось інший. Зараз розбій і крадіжки, а згодом збройні пограбування і підпали!

source: Jak nie plotki o jakiś bestiach, to o orkach. Czy ludzie nie mogą zająć się pracą dla odmiany?
uk: Як не чутки про якихось звірів, то про орків. Невже люди не можуть зайнятися роботою для різноманіття?

source: Jak nie wyszło? Co nie wyszło? Udostępniłem ci wszystkie potrzebne narzędzia, by szkolić się w tej pięknej sztuce!
uk: Як це не склалося? Що саме не склалося? Я надав тобі всі необхідні інструменти для того, щоб ти навчився цьому прекрасному мистецтву!

source: Jak nie, to nie. Bez łaski.
uk: Ні так ні. Забудь.

source: Jak oceniasz nasze nowe wyposażenie?
uk: Як тобі наше нове спорядження?

source: Jak odnajdę Blake'a?
uk: Як мені знайти Блейка?

source: Jak okłamuje nas władca? Czy orkowie stoją u naszych bram?
uk: Як правитель нам бреше? Чи стоять орки біля наших воріт?

source: Jak on wygląda?
uk: Як він виглядає?

source: Jak ostatni raz sprawdzałem, to żył. Potrzeba mu medyka, pełzacze mocno go poharatały.
uk: Востаннє, коли я перевіряв, він ще був живий. Йому знадобиться медик, повзуни добряче його пошматували.

source: Jak ostatni tchórz zakradł się i zamordował bezbronnego człowieka.
uk: Як останній боягуз, він підкрався і вбив беззахисну людину.

source: Jak owca, tylko ma rogi.
uk: Як вівця, тільки з рогами.

source: Jak pacjent?
uk: Як пацієнт?

source: Jak panienka sobie życzy.
uk: Як шляхетна пані забажає.

source: Jak pech to pech. Staremu Harriemu prawie udało się wydostać z bagna. Prawie. Muszę pomóc mu wrócić do Przystani, inaczej Cortez mocno się wkurzy. Nie omieszkam go też poinformować, że starzec ukrywa coś z ocalałych towarów.
uk: Не пощастило. Старому Харрі майже вдалося вибратися з болота. Майже. Я маю допомогти йому повернутися до Гавані, інакше Кортез дуже розгнівається. Також потрібно не забути повідомити йому, що старий ховає дещо з уцілілих товарів.

source: Jak pewnie sami zauważyliście, jesteśmy świadkami kolejnej fali uciekinierów, szukających schronienia w naszej skromnej wiosce.
uk: Як ви, мабуть, помітили, ми спостерігаємо чергову хвилю біженців, які шукають притулку в нашому скромному селі.

source: Jak pewnie słyszałeś, sytuacja na froncie nie jest ciekawa. Z tego powodu wielu obywateli coraz chętniej podważa autorytet Króla i nawołuje do secesji.
uk: Як ти, мабуть, чув, ситуація на фронті доволі невтішна. Через це багато громадян все частіше хочуть кинути виклик владі Короля і закликають до відокремлення.

source: Jak pewnie widzisz, na tej wyspie panuje dziwny zwyczaj.
uk: Як ти, мабуть, сам помітив, на цьому острові панує дивний звичай.

source: Jak pewnie wielu z Was zauważyło, nasze miasto stało się schronieniem dla kolejnych dziesiątek obywateli Myrtany, którzy z powodu wojny stracili wszystko.
uk: Як багато хто з вас міг помітити, наше місто стало притулком для десятків інших жителів Міртани, які втратили усе через війну.

source: Jak pewnie wiesz, poszukiwałem swojego zaginionego brata. Niestety, okazało się, że dotarłem do niego za późno.
uk: Як ти, напевно, знаєш, я шукав свого зниклого брата. На жаль, як виявилось, я знайшов його запізно.

source: Jak pewnie zauważyłeś, między Wodnym Kręgiem a magami nie dzieje się ostatnio najlepiej.
uk: Як ти, напевно, помітив, останнім часом між Кільцем Води та магами не все гаразд.

source: Jak pewnie zauważyłeś, przybyłem tu z całkiem liczną eskortą.
uk: Як ти напевно помітив, я прибув сюди з досить численним супроводом.

source: Jak pewnie zdążyłeś zauważyć, jest tu trochę trupów. Musisz być bardziej konkretny.
uk: Як ти, мабуть, помітив, тут є декілька трупів. Треба бути конкретнішим.

source: Jak po maśle, chłopcze. Jak po maśle.
uk: Як по маслу, хлопче. Як по маслу.

source: Jak podobają ci się moje nowe szaty?
uk: Як тобі мій новий одяг?

source: Jak podróż?
uk: Як мандрівка?

source: Jak poszło polowanie?
uk: Як пройшло полювання?

source: Jak pozyskiwać sadło zwierzęce?
uk: Як добувати тваринний жир?

source: Jak pozyskiwać serca magicznych istot?
uk: Як вилучати серця магічних істот?

source: Jak pozyskiwać skorupy zwierząt?
uk: Як знімати панцирі тварин?

source: Jak pozyskiwać żuwaczki?
uk: Як вилучати щелепи?

source: Jak praca?
uk: Як робота?

source: Jak pracuję tutaj 20 lat, tak nigdy nie widziałem statku ze złotymi Innosami.
uk: Я працюю тут вже 20 років, але жодного разу ще не бачив корабля із золотими Інносами.

source: Jak przedstawisz mu dobre argumenty, to się zgodzi.
uk: Якщо представиш йому хороші аргументи, він погодиться.

source: Jak przyjechał do nas miejski kupiec, to mu powiedziałem: 'Mój przyjaciel uważa, że jesteś śmierdzącym grubasem!'
uk: Коли до нас приїхав міський торговець, я сказав йому: 'Мій друг думає, що ти смердючий товстун!'

source: Jak przykro... Jesteś nowy, kiedyś się nauczysz, że tutaj w kopalni obowiązują inne reguły gry.
uk: Як прикро... Ти новенький, але коли-небудь дізнаєшся, що тут, у копальні, діють інші правила гри.

source: Jak przyniesiesz więcej złota, to pogadamy.
uk: Коли принесеш більше золота, тоді й поговоримо.

source: Jak przyniosę, to pójdziesz pilnować kopalni?
uk: Коли принесу, ти підеш охороняти копальню?

source: Jak rodzice się poznali?
uk: Як познайомилися мої батьки?

source: Jak rozumiem, miejsce znalezione, wspaniale. Miejmy tylko nadzieję, że reszta przygotowań pójdzie równie gładko.
uk: Наскільки я розумію, місце вже знайдено, чудово. Будемо сподіватися, що решта підготовки пройде так само гладко.

source: Jak rozumiem, na sobie już sprawdzałeś?
uk: Я так розумію, ти вже перевірив це на собі?

source: Jak rozumiem, udało ci się już zebrać wszystkie fragmenty klucza?
uk: Наскільки я розумію, ви вже зуміли зібрати усі фрагменти ключа?

source: Jak rozumiem, w razie czego mam pomóc tym dowodom się znaleźć?
uk: Наскільки я розумію, я маю допомогти цим доказам знайтись?

source: Jak sam widzisz, jest tu całkiem sporo rzeczy do zaobserwowania i zbadania.
uk: Як бачиш, тут є чимало цікавого для спостереження та дослідження.

source: Jak się Ulryk dowie, że znowu opuściłem stanowisko... Lepiej wrócę, nim ktoś z zamku zauważy, że mnie nie ma.
uk: Якщо Ульрік дізнається, що я знову залишив свій пост... Мені краще повернутися, поки ніхто в замку не виявив, що мене немає.

source: Jak się czujesz po dniu pełnym przygód?
uk: Як ти почуваєшся після сповненого пригод дня?

source: Jak się czujesz, chłopcze? Słyszałem o tym, co się wydarzyło. Spokojnie, znajdziemy winnych i upewnimy się, by odpowiedzieli za swe występki.
uk: Як ти себе почуваєш, хлопче? Я чув про те, що сталося. Не переживай, ми знайдемо винних і подбаємо про те, щоб вони відповіли за свої злочини.

source: Jak się czujesz?
uk: Як ти себе почуваєш?

source: Jak się czujesz? Eliksir zadziałał?
uk: Як ти себе почуваєш? Еліксир подіяв?

source: Jak się czujesz? Mnie ten eliksir zwalił z nóg.
uk: Як ти почуваєшся? Мене цей еліксир просто з ніг звалив.

source: Jak się do tego wszystkiego ma mój brat?
uk: Яке відношення до цього всього має мій брат?

source: Jak się domyśliłeś?
uk: Як ти здогадався?

source: Jak się dzisiaj czujesz?
uk: Як ти себе почуваєш сьогодні?

source: Jak się już mogłeś domyślić, wolałem poświęcić swój wolny czas na alchemię oraz badanie magii.
uk: Як ти міг вже здогадатися, свій вільний час мені більше подобалося присвячувати алхімії та вивченню магії.

source: Jak się mają sprawy?
uk: Як йдуть справи?

source: Jak się masz?
uk: Як ти?

source: Jak się można było tego spodziewać, nie dałem rady wygrać całego Turnieju. Oby Ben po zwycięstwie miał ze mną ochotę porozmawiać o Jornie.
uk: Як і очікувалося, мені не вдалося виграти весь турнір. Сподіваюся, Бену захочеться поговорити зі мною про Йорна після перемоги.

source: Jak się nazywa ubranie kopacza?
uk: Як ще можна назвати одяг копача?

source: Jak się nazywasz?
uk: Як тебе звати?

source: Jak się nazywał ten farmer?
uk: Як звали того фермера?

source: Jak się okazało, Antonio znany jest w winnicy jako Gonzalo. Ukrywa swoją tożsamość, by uniknąć kłopotów. Moja wizyta mocno go zirytowała, ale ostatecznie zgodził się dostarczyć towary do umówionego miejsca. Czas wracać do jaskini, oby Rodrigo i Simon byli już na miejscu.
uk: Виявляється, Антоніо відомий на винограднику як Гонсало. Він приховує своє ім'я, щоб уникнути неприємностей. Мій візит його дуже роздратував, але врешті-решт він погодився доставити товар в домовлене місце. Настав час повертатися до печери, адже Родріго та Саймон вже там.

source: Jak się okazało, w samą porę.
uk: Як виявилось, дуже вчасно.

source: Jak się okazuje, Innosy wcale nie są złote, tylko drewniane, a następnie się je tylko pozłaca. Teraz mam wejść do warsztatu i porozmawiać z kobietą o imieniu Mia o szczegółach pracy.
uk: Як з'ясувалося, Інноси не золоті, а дерев'яні, а потім їх просто позолочують. Тепер я маю піти в майстерню і поговорити з жінкою на ім'я Мія про деталі роботи.

source: Jak się pewnie domyślasz, kilku następnych godzin po wypiciu trunku nie będą miło wspominać. Wieść się rozniesie, klienci zastanowią się dwa razy, zanim znowu kupią wino od Ernesto.
uk: Як неважко здогадатися, вони не дуже добре згадуватимуть наступні кілька годин після того, як випили напій. Чутки розійдуться, а клієнти двічі подумають, перш ніж знову купувати вино Ернесто.

source: Jak się rozgotują to można już jeść!
uk: Як зваряться, можеш їсти!

source: Jak się spało?
uk: Як спалося?

source: Jak się trzyma reszta?
uk: Як тримається решта?

source: Jak się trzymasz?
uk: Ти як, тримаєшся?

source: Jak się tu dostałaś?
uk: Як ти сюди потрапила?

source: Jak się tu dostałeś?
uk: Як ти сюди потрапив?

source: Jak się tu znalazłaś?
uk: Як ти тут опинилась?

source: Jak się tu znalazłeś?
uk: Як ти тут опинився?

source: Jak się zdecydujesz nie kręcić się w kółko to przyjdź do mnie. Ja mam dość.
uk: Якщо тобі набридне вештатися без діла, то приходь. З мене досить.

source: Jak skazaniec na ścięcie.
uk: Як у засудженого до обезголовлення.

source: Jak skonfrontowałem go z odkrytymi przeze mnie faktami, rzucił się na mnie.
uk: Коли я виклав йому виявлені мною факти, він напав на мене.

source: Jak skończysz, to dostaniesz 'Almanach'.
uk: Коли закінчиш, отримаєш 'Альманах'.

source: Jak sobie chcesz!
uk: Як хочеш!

source: Jak sobie chcesz! Gdybyś jednak zmienił zdanie, to możesz go u mnie kupić w każdym momencie po tej samej cenie.
uk: Як хочеш! Однак, якщо передумаєш, ти можеш викупити його у мене в будь-який момент за тією ж ціною.

source: Jak sobie chcesz, ale pamiętaj, Innos miłuje jedynie szczodre sługi!
uk: Як хочеш, але пам'ятай, що Іннос любить тільки щедрих слуг!

source: Jak sobie chcesz, ale wstawię się za tobą, jakbyś zmienił zdanie.
uk: Як знаєш, але я замовлю за тебе слівце, якщо ти передумаєш.

source: Jak sobie chcesz, ale z takim podejściem daleko tu nie zajdziesz.
uk: Як хочеш, але з таким ставленням далеко не зайдеш.

source: Jak sobie chcesz, omija cię spora sakwa złota!
uk: Твоя справа, але ти втрачаєш велику суму золота!

source: Jak sobie chcesz, pewnie obleciał cię strach na samą myśl o Benie.
uk: Як хочеш, тебе, напевно, охопив страх від однієї думки про Бена.

source: Jak sobie chcesz, przepyszny miód będzie musiał poczekać na kogoś innego.
uk: Як хочеш, а смачний мед зачекає на когось іншого.

source: Jak sobie chcesz, taka okazja jednak się już nie trafi.
uk: Як хочеш, але така нагода більше не трапиться.

source: Jak sobie chcesz, twoja strata.
uk: Як хочеш, твоя справа.

source: Jak sobie chcesz.
uk: Як хочеш.
